import "./style.css";

export default function Text() {
  return (
    <div id="personal-text-page">
  <h2>개인정보처리방침</h2>
  <p>
    (주)에이아이씨랩(이하 "회사")는 회사에서 제공하는 멤버쉽 서비스 'lemonview(레몬뷰)' 및 회사의 각 브랜드 웹사이트(이하 "브랜드 웹사이트")를 이용하시는 고객님의 개인정보를 매우 소중하게 생각하고 있으며 이를 보호하기 위하여 최선의 노력을 다하고 있습니다.
  </p>
  <p>
    이에 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 (이하 "정보통신망법") 및 「개인정보 보호법」 등 개인정보 보호에 관한 제반 법령(이하 합하여 "개인정보법령")들을 철저히 준수하고 있으며 고객님의 개인정보와 권익을 보호하고 개인정보와 관련한 고객님의 고충을 원활하게 처리하기 위하여 다음과 같은 개인정보 처리방침(이하 "본 방침")을 별도로 제정하여 이를 준수하고 있습니다.
  </p>
  <p>
    회사는 고객님께서 본 방침을 언제나 쉽게 열람하실 수 있도록 회사의 통합 멤버쉽 서비스와 브랜드 웹사이트 초기화면 하단에 음영 또는 강조 표시 등의 처리를 하여 공개하고 있습니다.
  </p>

  <h3>본 방침은 다음과 같은 내용으로 구성되어 있습니다.</h3>
  <ul>
    <li>개인정보의 수집 및 이용 목적</li>
    <li>수집하는 개인정보의 항목 및 수집 방법</li>
    <li>수집한 개인정보의 제3자 제공 (국외 이전)</li>
    <li>수집한 개인정보의 보유 및 이용 기간</li>
    <li>개인정보의 파기 절차 및 방법</li>
    <li>개인정보 처리업무의 위탁</li>
    <li>이용자와 법정대리인의 권리 의무 및 그 행사방법</li>
    <li>개인정보 자동 수집장치의 설치ᆞ운영 및 그 거부에 관한 사항</li>
    <li>행태정보의 수집∙이용∙제공 및 거부 등에 관한 사항</li>
    <li>개인정보 안전성 확보 조치</li>
    <li>개인정보의 추가적인 이용∙제공의 판단기준</li>
    <li>개인정보 보호책임자 및 담당자의 소속∙성명 및 연락처</li>
    <li>기타 권익침해 구제방법</li>
    <li>개인정보 처리방침의 변경</li>
  </ul>

  <h3>1. 개인정보의 수집 및 이용 목적</h3>
  <p>
    회사는 다음과 같은 목적을 위하여 고객님의 개인정보를 수집하고 있습니다. 고객님의 개인정보는 명시된 이용 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우 고객님께 반드시 사전 동의를 구할 예정입니다.
  </p>

  <h4>① 회원가입 및 관리</h4>
  <p>
    회사는 고객님의 통합 멤버쉽 서비스 및 브랜드 웹사이트 회원가입 시 회원가입 의사 등 본인 의사 확인, 회원제 서비스 제공에 따른 본인 식별 및 인증, 실명 확인, 회원자격 유지 및 관리, 법정대리인 본인 확인, 서비스 부정이용 방지, 각종 고지 및 통지, 불만 및 고충처리 등 원활한 의사소통 경로 확보, 분쟁 조정을 위한 기록 보존 등을 목적으로 고객님의 개인정보를 처리하고 있습니다.
  </p>

  <h4>② 민원사무 처리</h4>
  <p>
    회사는 고객님께서 민원을 제기하시는 경우, 민원사항 확인, 사실조사를 위한 연락 및 통지, 신원 확인, 처리결과 통보 등을 목적으로 고객님의 개인정보를 처리하고 있습니다.
  </p>

  <h4>③ 재화 또는 서비스 제공</h4>
  <p>
    회사는 고객님의 브랜드 웹사이트 이용 시, 물품 배송, 서비스 제공, 청구서 발송, 컨텐츠 제공, 본인 인증, 연령 인증, 요금 결제 및 정산, 고지사항 전달, 물품 배송 시 정확한 배송지 정보 확보, 채권 추심 등을 목적으로 고객님의 개인정보를 처리하고 있습니다.
  </p>

  <h4>④ 마케팅 및 광고에의 활용</h4>
  <p>
    회사는 고객님을 위한 신규 서비스 개발, 제품 관련 정보 제공 등 맞춤 서비스 제공, 브랜드의 이벤트 소식 및 참여 기회 제공, 광고성 정보와 기타 고지사항 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속 빈도 파악 및 서비스 이용에 관한 통계 목적으로 고객님의 개인정보를 처리하고 있습니다.
  </p>

  <h4>⑤ 기타 서비스 제공</h4>
  <p>
    레몬뷰 가상 메이크업 서비스 또는 피부진단 서비스를 제공하는 일부 브랜드 웹사이트의 경우, 고객님께서 해당 서비스 이용을 위해 업로드하신 사진을 해당 서비스 제공 시점에 서비스 제공을 위한 용도로만 일시적으로 사용합니다. 회사는 특정 서비스를 통해 고객님께 위 사실을 안내한 후 고객님의 동의를 구하지 않는 한 고객님의 사진을 별도로 수집하거나 이용하지 않습니다.
  </p>

  <h3>2. 수집하는 개인정보의 항목 및 수집 방법</h3>
  <p>
    회사는 구체적으로 다음과 같이 고객님의 개인정보를 수집하고 있습니다.
  </p>
  <h4>① 필수항목 및 선택항목</h4>
  <p>
    필수항목은 통합 레몬뷰 서비스 및 브랜드 웹사이트의 각종 서비스 이용에 필요한 최소한의 정보로서 '필수항목' 수집 ∙ 이용에 동의하신 경우 통합 멤버쉽 서비스 및 브랜드 웹사이트 관련 각종 서비스를 이용하실 수 있습니다.
  </p>
  <p>
    선택항목은 선택적 부가서비스나 컨텐츠 이용에 필요한 추가적인 정보로서 '선택항목'의 수집∙이용에 동의하신 경우 해당 부가서비스나 컨텐츠를 이용하실 수 있으나 동의하지 않으신 일부 부가서비스나 컨텐츠는 이용이 제한될 수 있습니다.
  </p>

  <h4>② 개인정보 수집 방법</h4>
  <p>
    회사는 통합 멤버쉽 서비스 및 브랜드 웹사이트 홈페이지, 서면 양식, 전화 또는 팩스, 경품행사 등 이벤트 응모, 배송 요청, 제휴사로부터의 제공, 생성정보 수집 툴을 이용한 자동 수집 등의 방법을 활용하여 고객님의 개인정보를 수집할 수 있습니다. 자세한 사항은 8. 개인정보 자동 수집장치의 설치ᆞ운영 및 그 거부에 관한 사항 이하의 내용을 참고해 주시기 바랍니다.
  </p>

  <h3>3. 수집한 개인정보의 제3자 제공 (국외 이전)</h3>
  <p>
    회사는 다국적기업으로서 전세계에 걸쳐 여러 이용자를 보유하고 있습니다. 고객님으로부터 수집한 개인정보는 회사의 시스템이 위치한 국내/외로 이전되어 위탁∙관리되고 있습니다.
  </p>
  <p>
    고객님께서는 개인정보의 제3자 제공을 거부하실 수 있으나, 회사의 시스템이 국외에 위치하고 있으므로 개인정보의 제3자 제공에 동의하지 않으실 경우 통합 멤버쉽 서비스 및 브랜드 웹사이트의 회원가입이 제한될 수 있습니다.
  </p>

  <h3>4. 수집한 개인정보의 보유 및 이용 기간</h3>
  <p>
    회사는 고객님으로부터 제공받은 개인정보를 다음의 기간 동안 보유 및 이용할 예정입니다. 개인정보 이용 목적이 달성되거나 보유기간이 종료된 때 또는 고객님의 파기 요청이 있는 경우 지체없이 파기합니다.
  </p>

  <h3>5. 개인정보의 파기 절차 및 방법</h3>
  <p>
    회사는 원칙적으로 개인정보 이용 목적이 달성되거나 보유기간이 경과한 경우 지체 없이 고객님의 개인정보를 파기합니다.
  </p>

  <h3>6. 개인정보 처리업무의 위탁</h3>
  <p>
    회사는 다음과 같이 일부 업무를 외부 업체에 위탁하고 있으며, 위탁 받은 업체(수탁자)가 개인정보법령에 따라 고객님의 개인정보를 안전하게 처리하도록 철저히 관리∙감독하고 있습니다.
  </p>

  <h3>7. 이용자와 법정대리인의 권리 의무 및 그 행사방법</h3>
  <p>
    고객님께서는 언제든지 회원 탈퇴 등을 통해 개인정보의 수집ᆞ이용 동의를 철회하실 수 있으며 개인정보 보호법에 따라 다음과 같은 권리를 행사하실 수 있습니다.
  </p>

  <h3>8. 개인정보 자동 수집장치의 설치ᆞ운영 및 그 거부에 관한 사항</h3>
  <p>
    회사는 통합 멤버쉽 서비스 또는 브랜드 웹사이트를 방문 ∙ 이용하시는 경우, 고객님의 이용정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
  </p>

  <h3>9. 행태정보의 수집∙이용∙제공 및 거부 등에 관한 사항</h3>
  <p>
    회사는 통합 멤버쉽 서비스 및 브랜드 웹사이트 이용과정에서 고객님께 최적화된 맞춤형 서비스 및 혜택, 온라인 맞춤형 광고 등을 제공하기 위하여 행태정보를 수집 이용하고 있습니다.
  </p>

  <h3>10. 개인정보 안전성 확보 조치</h3>
  <p>
    회사는 개인정보법령에 따라 개인정보가 분실ᆞ도난ᆞ유출ᆞ위조ᆞ변조 또는 훼손되지 않도록 안전성 확보에 필요한 기술적ᆞ관리적 및 물리적 조치를 취하고 있습니다.
  </p>

  <h3>11. 개인정보의 추가적인 이용∙제공의 판단기준</h3>
  <p>
    회사는 개인정보 보호법에 따라 당초 수집 목적과 합리적으로 관련된 범위 내에서 개인정보를 이용하거나 제공할 수 있습니다.
  </p>

  <h3>12. 개인정보 보호책임자 및 담당자의 소속∙성명 및 연락처</h3>
  <p>
    회사는 개인정보 처리에 관한 업무를 총괄하고 개인정보의 처리와 관련한 고객님의 불만 처리 및 피해 구제 등을 위하여 개인정보 보호책임자를 지정하고 있습니다.
  </p>

  <h3>13. 기타 권익침해 구제방법</h3>
  <p>
    고객님께서는 언제든지 개인정보와 관련한 문의를 각 브랜드의 고객케어센터에 할 수 있습니다. 또한, 관련 기관에 침해 사항을 신고할 수 있습니다.
  </p>

  <h3>14. 개인정보 처리방침의 변경</h3>
  <p>
    본 방침은 시행일로부터 적용되며 향후 내용이 추가, 정정 또는 삭제되는 경우 변경사항의 시행 7일 전부터 안내 드리겠습니다.
  </p>
</div>

  );
}